src/integ-test/bdd-test/resources/xml/pspNotifyPayment_Timeout_noOptional.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pfn="http://pagopa-api.pagopa.gov.it/psp/pspForNode.xsd">
    <soapenv:Header/>
    <soapenv:Body>
        <pfn:pspNotifyPaymentRes>
            <delay>10000</delay>
        </pfn:pspNotifyPaymentRes>
    </soapenv:Body>
</soapenv:Envelope>